Repository: LinusIlbratt/SwiftHabits
Catalog: SwiftHabits/Supporting Files/Localizable.xcstrings
Source language: en
Languages: sv

# %lld of %lld completed
source: %1$lld of %2$lld completed
sv: %1$lld av %2$lld avklarade

source: + New habit
sv: + Ny vana

source: 10 of 15 completed
sv: 10 av 15 avklarade

source: Add habit
sv: Lägg till vana

source: Add New Habit
sv: Lägg till ny vana

source: Best streak
sv: Bästa streak

source: Choose Image
sv: Välj icon

source: Choose Time
sv: Välj tid

source: Current streak
sv: Nuvarande streak

source: Daily Goals
sv: Dagens mål

source: Days done in %@
sv: Dagar avklarade i %@

source: Email
sv: E-post

source: Enter habit name
sv: Ange namnet på vanan

source: Every day
sv: Varje dag

source: Frequency
sv: Frekvent

source: Fri
sv: Fre

source: Habit title
sv: Titel på vanan

source: Habits
sv: Vanor

source: Hour
sv: Timma

source: Minute
sv: Minut

source: Mon
sv: Mån

source: Password
sv: Lösenord

source: Progress
sv: Framsteg

source: Remind at specific time
sv: Påminn vid en viss tidpunkt

source: Reminder at
sv: Påminnelse vid

source: Repeat
sv: Upprepa

source: Repeat every day
sv: Upprepa varje dag

source: Sat
sv: Lör

source: Set reminder
sv: Sätt påminnelse

source: Sign In
sv: Logga in

source: Sign Up
sv: Signera konto

source: Sun
sv: Sön

source: Thur
sv: Tors

source: Today's Habits
sv: Dagens Vanor

source: Total days done
sv: Totala dagar avklarade

source: Tues
sv: Tis

source: Wed
sv: Ons

source: Your Daily Goal Almost Done
sv: Dina Dagliga Mål
